---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsAttrTreadWidth
source: html/77a91564-8e22-9050-0048-800dca92a99f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsAttrTreadWidth Property

"Width"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsAttrTreadWidth { get; }
```